[
	{
		"title": "NIGHT LIGHTS & ENVELOPE SEALERS: European Metal Match Holders",
		"link": "#",
		"img": "NightLights02.jpg",
		"desc": "In the 1800s Central European foundries were producing some of the finest commercial metal work in the Western world.<br>Two of the finest were the Hanau foundry of E.G. Zimmermann and the Vienna, Austria foundry of Joseph Glanz. Among their varied products were iron and bronze figural match holders that both companies sold throughout Europe and North America."
	},
	{
		"title": "JAPANESE MATCH SAFES",
		"link": "JMS_Book_blurb.pdf",
		"img" : "JMS_book_dustjacket_Back_sm.jpg",
		"desc": "The Japanese craftsmen were able to marry incredibly complex technical work with a grace and artistic simplicity that captured the essence of the subject. When the Japanese artist was working on a match safe this attention to craftsmanship, style and material was always carefully considered and is beautifully illustrated in this book."
	},
	{
		"title": "GORHAM MATCH SAFES",
		"link": "#",
		"img": "Books_Gorham_MS.gif",
		"desc": "Gorham Match Safes is a new book written by Neil Shapiro and George Sparacio and published by the International Match Safe Association. It is an attempt to record all the known Gorham match safes in public, private and institutional collections as well as all of the archival images in the Gorham Archives in the John Hay library at Brown University."
	},
	{
		"title": "GORHAM MATCH SAFES BOOK REVIEW",
		"link": "#",
		"img": "art_Gorham_MS_sm.jpg",
		"desc": "The attractive and comprehensive book Gorham Match Safes is an essential addition for collectors of match safes, as well as Gorham and antique silver buffs in general. The Gorham records at Brown University continue to enhance our knowledge of the famed company. Shapiro and Sparacio provide context and guidance in the \"Author's Note,\" then proceed to neatly and successfully categorize any and all known Gorham match safes."
	},
	{
		"title": "EXCEPTIONAL MATCH SAFES BOOK REVIEW",
		"link": "#",
		"img": "Books_Exceptional_MS.gif",
		"desc": "Before you touch this volume, the design of it makes clear that this is something special. Residing in a cloth-covered slipcase and having a matching cloth binding, this is no ordinary tome. Everything about it shouts from several paces off-behold and show reverence. Upon removing the book from the case and opening the oversized cover to reveal a total spread of 12 x 23 inches, the dramatuic display begins."
	}
]
